/* 
   CertInfo.strings
   CertUI

   Created by Benjamin Phipps on 10/28/09.
   Copyright 2009 Apple Inc. All rights reserved.
 */

/* Nav Bar button title. Used for accepting a trust */
"ACCEPT" = "Terima";

/* Nav title for the details view */
"DETAILS" = "Detail";

/* Table Cell strings */
"MORE_DETAILS" = "Lebih Detail";

/* Gradient text indicating a certificate is not trusted */
"TRUSTED" = "Tepercaya";

/* Gradient text indicating a certificate is not trusted */
"NOT_TRUSTED" = "Tidak Tepercaya";

/* Description Labels */
"DESCRIPTION" = "Deskripsi";
"EXPIRES" = "Kedaluwarsa";

/* Certificate title */
"CERTIFICATE" = "Sertifikat";

/* Title for a list of certificates */
"CERTIFICATES" = "Sertifikat";

/* Label for issuer in certificate list */
"ISSUED_BY_LABEL" = "Dikeluarkan oleh:";

/* Label for certificate expiration in certificate list */
"EXPIRES_LABEL" = "Kedaluwarsa:";

/* Label for certificate expiration in certificate list */
"EXPIRED_LABEL" = "Kedaluwarsa:";
